import styles from "./whyarm.module.css";

export default function Home() {
  return (
        <div className={styles.whyarm}>
          <h1>Почему армреслинг?</h1>
          <ul>
            <li>
              <h3>Простота старта</h3>
              <p>Нет нужды покупать дорогостоящее оборудование или долго изучать правила игры. Достаточно пары секунд, чтобы понять суть поединка</p>
            </li>
            <li>
              <h3>Развитие силы рук</h3>
              <p>Армрестлинг делает акцент на силе кисти, предплечья и плеча, позволяя быстро укрепить важные группы мышц верхней части тела</p>
            </li>
            <li>
              <h3>Доступность и популярность</h3>
              <p>Турниры проводятся повсеместно, соревнования собирают большое количество участников всех возрастов и уровней подготовки</p>
            </li>
            <li>
              <h3>Быстрая видимость результата</h3>
              <p>Первые успехи приходят быстрее, чем в некоторых других видах спорта, мотивируя продолжать тренировки дальше</p>
            </li>
          </ul>
        </div>
  );
}
